Repository: johncastaneda08/dinosaur
Catalog: TM.tmx
Source language: en_us
Languages: fr

source: For more information, see Galvanize Security.
fr: Pour plus d'informations, consultez la rubrique Sécurité de Galvanize.

source: All Results data is encrypted in transit and at rest, while all connections to the platform are secured over HTTPS.
fr: Toutes les données de Résultats sont cryptées en transit et au repos, alors que toutes les connexions à la plateforme sont sécurisées via HTTPS.

source: Data security
fr: Sécurité des données

source: For more information, see .
fr: Pour plus d'informations, consultez la section .

source: Relationship between Results and other apps
fr: Relations entre Résultats et d'autres applications

source: Data in Results
fr: Données dans Résultats

source: Provide oversight Combine preventative controls with detective controls for complete oversight over processes or programs
fr: Proposer un aperçu Associez des contrôles préventifs aux contrôles de détection pour avoir un aperçu complet sur les processus ou les programmes.

source: Visualize data Build visualizations and interpretations to communicate your data insights and present them in storyboards
fr: Visualiser les données Créez des visualisations et des interprétations pour communiquer votre vue d'ensemble des données et la présenter dans des storyboards.

source: Integrate questionnaire responses with Data Analytics Send questionnaires to gather additional evidence and analyze responses
fr: Intégrer les réponses aux questionnaires aux outils d'analyse de données Envoyez des questionnaires pour recueillir d'autres preuves et analyser les réponses.

source: Automate workflows Create triggers to automate your company's remediation process
fr: Automatiser les flux d'activités Créez des déclencheurs pour automatiser les processus de remédiation de votre organisation.

source: Collaborate with others Invite a team to help investigate, remediate, and track issues identified by Data Analytics
fr: Collaborer avec d'autres utilisateurs Invitez une équipe pour simplifier la recherche, la remédiation et le suivi des problèmes identifiés par les outils d'analyse de données.

source: Features and functionality
fr: Fonctions et fonctionnalité

source: In specific cases, Results also stores data and metadata that support other features in HighBond.
fr: Dans certains cas, Résultats stocke également des données et des métadonnées qui prennent en charge d'autres fonctions dans HighBond.

source: Working with data in Results
fr: Utilisation des données dans Résultats

source: If you do not see the instance switcher
fr: Si vous ne voyez pas le sélecteur d'instances

source: Near the top of any page in Launchpad, click the name of your instance.
fr: Près du haut de n'importe quelle page de la Barre de lancement, cliquez sur le nom de votre instance.

source: If you are using Launchpad (www.highbond.com), you do not need to open the app switcher.
fr: Si vous utilisez la Barre de lancement (www.highbond.com), vous n'avez pas à ouvrir le sélecteur de l'application.

source: If you have instances for more than one company, instances are organized by company.
fr: Si vous avez des instances pour plusieurs entreprises, les instances sont organisées par entreprise.

source: HighBond takes you to Launchpad for that instance.
fr: HighBond vous emmène dans la Barre de lancement pour cette instance.

source: Click the name of the instance you want to switch to.
fr: Cliquez sur le nom de l'instance à laquelle vous souhaitez passer.

source: Near to top of the side panel, click the name of your instance.
fr: Près du haut du panneau latéral, cliquez sur le nom de votre instance.

source: From most places in HighBond, click the app switcher in the global navigation bar.
fr: Dans HighBond, depuis la plupart des pages, vous pouvez cliquer sur le sélecteur d'applications dans la barre de navigation globale.

source: From HighBond
fr: Depuis HighBond

source: How to switch
fr: Comment changer

source: You are part of a training organization (for example, from Academy courses).
fr: Vous faites partie d'un organisme de formation (par exemple, des cours de l'Académie).

source: You consult for different organizations, and need to keep each organization's data and assets separate and private.
fr: Vous êtes consultant pour différentes organisations et les données et les actifs de chaque organisation doivent rester distincts et privés.

source: For example, an audit team uses AuditBond, a regulatory compliance team uses ComplianceBond, and each team's work is relatively independent of the other.
fr: Par exemple, une équipe d'audit utilise AuditBond, une équipe de conformité réglementaire utilise ComplianceBond et le travail de chaque équipe est relativement indépendant de l'autre.

source: Your organization uses different products for different teams, and you have responsibilities to each team.
fr: Votre organisation utilise différents produits pour différentes équipes et vous avez des responsabilités envers chaque équipe.

source: Here are some example scenarios:
fr: Voici quelques exemples de scénarios :

source: There are many reasons why you might have access to multiple instances of HighBond.
fr: Vous pourriez avoir accès à plusieurs instances de HighBond pour plusieurs raisons.

source: Why you have multiple instances
fr: Dans quels cas vous avez plusieurs instances

source: If you have access to multiple instances of HighBond, you can easily switch between those instances.
fr: Si vous avez accès à plusieurs instances de HighBond, vous pouvez aisément passer d'une instance à l'autre.

source: Switching between HighBond instances
fr: Passer d'une instance HighBond à l'autre

source: If you do not know who your System Admin is, contact Support for assistance.
fr: Si vous ne savez pas qui est votre admin système, contactez l'assistance pour obtenir de l'aide.

source: Talk to your System Admin about getting the access you need.
fr: Contactez votre admin système pour obtenir l'accès dont vous avez besoin.

source: Your organization subscribes to a product that includes that app, but you lack the permissions to use it.
fr: Votre organisation est abonnée à un produit qui inclut cette application, mais vous n'avez pas les autorisations pour l'utiliser.

source: For help with this, see .
fr: Pour obtenir de l'aide à ce sujet, consultez la rubrique .

source: If you have access to multiple instances of HighBond, you can switch to an instance that does have that app.
fr: Si vous avez accès à plusieurs instances de HighBond, vous pouvez passer à une instance qui possède cette application.

source: Your organization subscribes to a product that includes that app, but you are in the wrong instance.
fr: Votre organisation est abonnée à un produit qui inclut cette application, mais vous êtes dans la mauvaise instance.

source: See to see if the product you are using includes the app you want.
fr: Consultez la rubrique si le produit que vous utilisez inclut l'application que vous souhaitez.

source: Your organization does not subscribe to a product that includes that app.
fr: Votre organisation n'est pas abonnée à un produit qui inclut cette application.

source: If it points down, click it to see the apps in that category.
fr: Si elle pointe vers le bas, cliquez dessus pour voir les applications de cette catégorie.

source: Check the chevron icon beside each category title and make sure it points up.
fr: Regardez l'icône en forme de chevron à côté du titre de chaque catégorie et assurez-vous qu'elle pointe vers le haut.

source: That category of app is hidden.
fr: Cette catégorie d'application est masquée.

source: There are a few reasons why you might not see the app you want to open.
fr: Il se peut que vous ne voyiez l'application que vous souhaitez ouvrir pour plusieurs raisons.

source: If you do not see the app you want
fr: Si vous ne voyez pas l'application que vous souhaitez

source: That app opens in your browser.
fr: Cette application s'ouvre dans votre navigateur.

source: Click the app you want to open.
fr: Cliquez sur l'application que vous souhaitez ouvrir.

source: The side panel opens.
fr: Le panneau latéral s'ouvre.

source: From other places in HighBond
fr: À partir d'autres endroits dans HighBond

source: From the Launchpad homepage (www.highbond.com), click the app you want to open.
fr: Dans la page d'accueil de la Barre de lancement (www.highbond.com), cliquez sur l'application à ouvrir.

source: From Launchpad
fr: À partir de la Barre de lancement

source: How to switch between apps
fr: Comment passer d'une application à l'autre

source: You will almost certainly find yourself switching between apps as you go about your work.
fr: Vous vous retrouverez presque certainement à passer d'une application à l'autre au fur et à mesure de votre travail.

source: If your company subscribes to ACL Robotics, you also have access to Analytics, which is a desktop application.
fr: Si votre entreprise est abonnée à ACL Robotics, vous avez également accès à Analytics, une application de bureau.

source: The apps you can access depend on your organization's subscription and your permissions.
fr: Les applications auxquelles vous pouvez accéder dépendent de l'abonnement de votre organisation et de vos autorisations.

source: HighBond is comprised of various cloud apps.
fr: HighBond se compose de plusieurs applications Cloud.

source: Switching between apps
fr: Passer d'une application à l'autre

source: Sitemap
fr: Plan du site

source: Ask questions for further assistance Contact Support.
fr: Pour toute question ou pour une assistance supplémentaire Contactez l'assistance.

source: Learn more about why we're rebranding Check out this announcement.
fr: Pour en savoir plus sur les raisons de notre changement d'image de marque Consultez cette annonce.

source: More help
fr: Plus d'aide

source: As a result, only the most recent version of the Help Docs for on-premise products is rebranded.
fr: En conséquence, notre image de marque a uniquement changé pour la version la plus récente de la documentation d'aide des produits installés en local.

source: Older versions of on-premise products will continue to be branded as ACL.
fr: Les anciennes versions des produits installés en local continueront de porter la marque ACL.

source: Strategy, Projects, Mission Control, Results, Robots, Reports
fr: Stratégie, Projets, Suivi des contrôles, Résultats, Robots, Rapports

source: The following product names remain unchanged:
fr: Les noms des produits suivants restent inchangés :

source: Product names
fr: Noms des produits

source: Scripts authored in previous versions of Analytics continue to run in Analytics 14.
fr: Les scripts développés dans les précédentes versions d'Analytics continuent de fonctionner dans Analytics 14.

source: No change.
fr: Aucun changement à ce niveau.

source: Analytics scripts
fr: Scripts Analytics

source: Analytics 14 continues to function in the same way as previous versions of Analytics, with the addition of the new features and enhancements described in these release notes.
fr: Analytics 14 continue de fonctionner comme les versions antérieures d'Analytics, tout en bénéficiant des nouvelles fonctionnalités présentées dans ces nouveautés version.

source: Some things haven't changed
fr: Certaines choses n'ont pas changé

source: ACL_GRC (data source)
fr: ACL_GRC (source de données)

source: HighBond templates
fr: Modèles HighBond

source: ACL templates
fr: Modèles ACL

source: Project templates
fr: Modèles de projets

source: ACL project templates
fr: Modèles de projet ACL

source: Other name changes
fr: Autres changements de noms

source: ACL GRC mobile app
fr: Application mobile ACL GRC

source: Data Connector
fr: Connecteur de données

source: ACL Connector
fr: Connecteur ACL

source: Product name changes
fr: Changement du nom des produits

source: System Admin
fr: Admin système

source: GRC Admin
fr: Admin GRC

source: Role
fr: Rôle

source: Contributor
fr: Collaborateur

source: GRC Contributor
fr: GRC Collaborateur

source: Oversight
fr: Superviseur

source: GRC Oversight
fr: GRC Superviseur

source: GRC Professional
fr: GRC Professionnel

source: Subscription types
fr: Types d’inscription

source: GRC subscription
fr: Inscription à GRC

source: Subscription
fr: Inscription

source: Subscriptions and role names
fr: Inscriptions et noms des rôles

source: Customer systems status website
fr: Site Web sur le statut des systèmes des clients

source: Inspirations website
fr: Site Web Inspirations

source: ScriptHub website
fr: Site Web ScriptHub

source: Help Docs website
fr: Site Web Documentation d'aide

source: Platform notifications
fr: Notifications de la plateforme

source: Platform website
fr: Site Web de la plateforme

source: Platform name
fr: Nom de la plateforme

source: Platform rebranding
fr: Changement de l'image de marque de la plateforme

source: Support website
fr: Site Web de l'assistance

source: Community website
fr: Site Web de la communauté

source: Content & Intelligence Gallery website
fr: Site Web Contenu & Galerie de renseignements

source: Academy website
fr: Site Web de l'Académie

source: www.wegalvanize.com
fr: fr.wegalvanize.com

source: www.acl.com
fr: fr.acl.com

source: Corporate website
fr: Site Web de l'entreprise

source: Company name
fr: Nom de la société

source: Corporate rebranding
fr: Changement de l'image de marque de l'entreprise

source: Now
fr: Maintenant

source: Previously
fr: Avant

source: Area
fr: Zone

source: Changes in detail
fr: Détails des changements

source: At your convenience, you can update any bookmarked pages to the new websites outlined below.
fr: Vous pouvez actualiser à votre convenance les pages mises en signet vers les nouveaux sites Internet énumérés ci-après.

source: Bookmarks
fr: Marque-pages

source: This allows you to easily navigate back to Launchpad, switch between modules, and return to the homepage of the module you are working in.
fr: Cela permet de simplifier votre retour vers la Barre de lancement, la navigation entre les modules et le retour à la page d'accueil du module que vous utilisez.

source: Global navigation bar
fr: Barre de navigation globale

source: If you have calculated fields in your reports that generate links to , you can manually update the strings to point to .
fr: Si vous avez calculé des champs dans vos rapports qui génèrent des liens vers , vous pouvez mettre à jour manuellement les chaînes pour qu'elles pointent vers .

source: No action is required to update these links from to .
fr: Aucune action n'est requise pous mettre à jour ces liens de vers .

source: Links that you share or broadcast will also display as .
fr: Les liens que vous partagez ou diffusez s'afficheront également sous la forme .

source: Links in reports display as .
fr: Les liens dans les rapports s'affichent sous la forme .

source: Links in the Reports module
fr: Liens dans le module Rapports

source: If you created any inbox rules for emails from noreply@academy.acl.com update them to include noreply@academy.wegalvanize.com.
fr: Si vous avez créé des règles d'administration des e-mails provenant de noreply@academy.acl.com mettez-les à jour afin d'intégrer aux dites règles l'adresse suivante noreply@academy.wegalvanize.com.

source: If you have whitelisted Academy emails contact your IT department to add noreply@academy.wegalvanize.com to continue receiving Academy notifications.
fr: Si les e-mails d'Académie sont dans votre liste des e-mails autorisés contactez votre service informatique pour ajouter à votre liste blanche l'adresse noreply@academy.wegalvanize.com afin de continuer à recevoir des notifications d'Académie.

source: Academy notifications are sent from noreply@academy.wegalvanize.com.
fr: Les notifications d'Académie seront envoyées à partir de l'adresse noreply@academy.wegalvanize.com.

source: Academy notifications
fr: Notifications d'Académie

source: If you created any inbox rules for emails from notifications@aclgrc.com update them to notifications@highbond.com.
fr: Si vous avez créé des règles de boîte de réception pour les messages électroniques émanant de notifications@aclgrc.com actualisez-les sur notifications@highbond.com.

source: If you have whitelisted ACL emails contact your IT department to add notifications@highbond.com so everyone continues receiving system emails.
fr: Si vous avez fait figurer les messages électroniques d'ACL sur votre liste blanche contactez votre service IT pour ajouter notifications@highbond.com afin que tout le monde puisse continuer à recevoir les messages électroniques du système.

source: System emails are now sent from notifications@highbond.com.
fr: Les e-mails du système sont désormais envoyés à partir de notifications@highbond.com.

source: System emails
fr: E-mails du système

source: The following SLO (Single Log-Out) is supported using the Identity Provider initiated workflow:https://accounts.highbond.com/saml/slo/custom-domainExamplehttps://accounts.highbond.com/saml/slo/example-company-us
fr: SLO (Single Log-Out) est pris en charge à l'aide du flux d'activités lancé par le fournisseur d'identité :https://accounts.highbond.com/saml/slo/domaine-personnaliséExemplehttps://accounts.highbond.com/saml/slo/exemple-entreprise-us

source: Users that sign in through the platform can access the following URL to avoid entering their custom domain each time:https://accounts.highbond.com/saml/sso?custom_domain=custom-domainExamplehttps://accounts.highbond.com/saml/sso?custom_domain=example-company-us
fr: Les utilisateurs se connectant via la plateforme peuvent accéder à l'URL suivante pour éviter de saisir à chaque fois leur domaine personnalisé :https://accounts.highbond.com/saml/sso?custom_domain=domaine-personnaliséExemplehttps://accounts.highbond.com/saml/sso?custom_domain=exemple-entreprise-us

source: Signing in and logging out
fr: Connexion et déconnexion

source: No changes are required to any of the SSO fields in Launchpad, including the Security Certificate Fingerprint.
fr: Aucun changement n'est requis sur aucun des champs SSO de la Barre de lancement, y compris l'Empreinte du certificat de sécurité.

source: NoteDepending on your Identity Provider, field names may be different.
fr: RemarqueEn fonction de votre fournisseur d'identité, les noms de champs peuvent être différents.

source: Audience Restriction
fr: Restriction du public

source: Destination URL
fr: URL de destination

source: Recipient URL
fr: URL du destinataire

source: Single Sign On URL
fr: URL d'authentification unique (SSO)

source: Update the following fields in your Identity Provider settings from to :
fr: Mettez à jour les champs suivants dans les paramètres de votre fournisseur d'identité de à :

source: Fields
fr: Champs

source: This is also necessary to access Academy or chat online with Support.
fr: Cette mise à jour est également nécessaire pour accéder à l'Académie ou au chat en ligne avec l'assistance.

source: If you had SSO set up on www.aclgrc.com, update your SSO configuration with the domain change to www.highbond.com.
fr: Si vous avez installé le SSO sur www.aclgrc.com, mettez à jour votre configuration SSO avec le changement de domaine www.highbond.com.

source: If you have whitelisted ACL websites, contact your IT department to ensure is whitelisted so people in your organization can continue to access the platform.
fr: Si vous avez fait figurer des sites Web ACL sur votre liste blanche, contactez votre service informatique pour vous assurer que figure sur la liste blanche afin que les personnes de votre organisation puissent continuer d'accéder à la plateforme.

source: You should only access the platform using www.highbond.com.
fr: Vous ne devez accéder à la plateforme que par www.highbond.com.

source: www.aclgrc.com has moved to www.highbond.com.
fr: L'adresse www.aclgrc.com est déplacée vers www.highbond.com.

source: New platform website
fr: Nouveau site Web pour notre plateforme

source: How are you affected?
fr: Dans quelle mesure êtes-vous concerné ?

source: ACL GRC, our cloud-based platform, is now renamed to HighBond.
fr: ACL GRC, notre plateforme basé sur le Cloud, s'appelle désormais HighBond.

source: ACL, our company, is now renamed to Galvanize.
fr: ACL, notre entreprise, a changé de nom et s'appelle désormais Galvanize.

source: To better reflect this vision, we changed our logos, company name, and platform name.
fr: Pour mieux refléter cette vision, nous avons changé nos logos, le nom de notre entreprise ainsi que le nom de notre plateforme.

source: We are evolving as an organization and adapting ourselves to a new vision for the future.
fr: En tant qu'organisation, nous évoluons. C'est pourquoi nous nous adaptons à une nouvelle vision pour l'avenir.

source: We rebranded
fr: Nous avons changé notre image de marque

source: ACL Connector for SAP
fr: Connecteur ACL pour SAP

source: = One included
fr: = un inclus

source: = Available as add-on
fr: = disponible en tant qu'add-on

source: There are other capabilities that you can add on to any of the products.
fr: Il existe d'autres fonctionnalités que vous pouvez ajouter à un des produits.

source: Other add-on capabilities
fr: Autres fonctionnalités add-on

source: User-created tables in Results
fr: Tables créées par l'utilisateur dans Résultats

source: Number of robots with enabled tasks ("automated" robots)
fr: Nombre de robots avec des tâches activées (robots « automatisés »)

source: no limit
fr: aucune limite

source: Tasks per robot
fr: Tâches par robot

source: On-premise Robots Agent
fr: Agent Robots sur site

source: Cloud-based Robots Agent
fr: Agent Robots basé dans le cloud

source: Full Analytics capabilities
fr: Fonctionnalités Analytics complètes

source: You can upgrade the edition of ACL Robotics to access increased capabilities.
fr: Vous pouvez mettre à jour l'édition d'ACL Robotics pour bénéficier de fonctionnalités supérieures

source: ACL Robotics capabilities by edition
fr: Fonctionnalités d'ACL Robotics disponibles par édition

source: Standard Data Connectors
fr: Connecteurs de données standard

source: ACL Robotics capability
fr: Fonctionnalité d'ACL Robotics

source: = Available with ACL Robotics add-on
fr: = disponible avec l'add-on ACL Robotics

source: The edition of ACL Robotics that is added on dictates the level of ACL Robotics capabilities that are available.
fr: L'édition d'ACL Robotics qui est ajoutée détermine le niveau des fonctionnalités d'ACL Robotics disponibles.

source: ACL Robotics can be added on to any HighBond product or it can be used as a standalone product.
fr: ACL Robotics peut être ajouté à n'importe quel produit HighBond ou être utilisé comme un produit autonome.

source: ACL Robotics add-on capabilities
fr: Fonctionnalités add-on d'ACL Robotics

source: Surveys
fr: Enquêtes

source: Data Analytics
fr: Outils d'analyse de données

source: Event Reports
fr: Rapports d'événements

source: Results tables
fr: Tables de Résultats

source: Capability
fr: Fonctionnalité

source: You can also configure the default terms used in a product.
fr: Vous pouvez également configurer des termes par défaut utilisés dans un produit.

source: For example, in AuditBond, "projects" are called "audits".
fr: Par exemple, dans AuditBond, les "projets" sont désignés "audits".

source: * Each product includes contextualized default terminology based on the solution.
fr: * Chaque produit contient une terminologie par défaut contextualisée en fonction de la solution.

source: = Available in Premium Edition
fr: = disponible dans l'édition Premium

source: = Available in Standard Edition
fr: = disponible dans l'édition Standard

source: You can upgrade to the premium edition of a product to access all of its capabilities.
fr: Vous pouvez exécuter une mise à niveau vers l'édition premium d'un produit pour accéder à l'ensemble de ses fonctionnalités.
